Repository: nastya7713/ProgrammingTechnologies
Catalog: Lab-1/*/LC_MESSAGES/django.po
Languages: uk

source: admission list
uk: список абітурієнтів

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Grade
uk: Оцінка

source: University of unicorns
uk: Університет єдинорогів

source: Нome
uk: Додому

source: Log out
uk: Вийти

source: Save changes
uk: Зберегти зміни

source: Show info
uk: Повернутися до профіля

source: You successfully enrolled for the
uk: Ви успішно відправили заявку на

source: faculty with average grade
uk: факультет з середнім балом

source: You can check your results on my faculties page.
uk: Ви можете перевірити свої результати на сторінці мої факультети

source: my faculties page
uk: мої факультети

source: enrollment page
uk: реєстрація

source: Enter subjects grade:
uk: Введіть оцінку з предмету

source: Enter your
uk: Введіть з предмету

source: grade :
uk: свою оцінку

source: Enter your grade :
uk: Введіть бал атестату :

source: Enroll
uk: Відправити заявку

source: faculty list
uk: список факультетів

source: Welcome enrollee
uk: Вітаємо абітурієнт

source: Choose faculties
uk: Обрати факультет

source: Show my info
uk: Показати мій профіль

source: Show my faculties
uk: Мої факультети

source: Personal info
uk: Персональна інформація

source: Your login :
uk: Ваш логін:

source: Change login :
uk: Змінити логін :

source: Change login
uk: Змінити логін

source: First name:
uk: Ім'я:

source: Change first name :
uk: Змінити ім'я:

source: Change first name
uk: Змінити ім'я

source: Last name:
uk: Прізвище:

source: Change last name :
uk: Змінити прізвище :

source: Change last name:
uk: Змінити прізвище :

source: Change email :
uk: Змінити email

source: Change email
uk: Змінити email

source: Change password
uk: Змінити пароль

source: Faculties you have already enrolled
uk: Факультети на які Ви відправили свою заяву

source: Faculty limit :
uk: Кількість місць :

source: Your state is wait
uk: Очікуйте відповідь

source: Your state is denied
uk: Ваша заявка була відхилена

source: Your state is success
uk: Ваша заявка була прийнята

source: Show admission list
uk: Показати список абітурієнтів

source: No faculties available
uk: На жаль, немає наявних факультетів

source: List of faculties
uk: Список факультетів

source: faculty
uk: факультет

source: Welcome to the university of unicorns admission system
uk: Вітаємо у системі для абітурієнтів університету єдинорогів

source: It is required to log in
uk: Необхідно ввести свої дані аби увійти

source: Name:
uk: Ім'я:

source: Password:
uk: Пароль:

source: Submit
uk: Увійти

source: Registration
uk: Зареєструватися

source: Fill in the gaps:
uk: Заповніть поля:

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: login
uk: логін

source: Password
uk: Пароль

source: Create account
uk: Створити акаунт
